import BreakingBad from './BreakingBad.js';

const q = new BreakingBad();

q.nextQuote();

// review
console.log(`
Оценка 60 баллов 

1) Вёрстка +10
  на странице есть цитата и кнопка для смены цитаты +5
  в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5

2) При загрузке страницы приложения отображается рандомная цитата +10

3) При перезагрузке страницы цитата обновляется (заменяется на другую) +10

4) Есть кнопка, при клике по которой цитата обновляется (заменяется на другую) +10

5) Смена цитаты сопровождается сменой изображения +10

6) Можно выбрать один из двух языков отображения цитат: en/ru или en/be +0 

7) собственное оригинальное оформление +10

`)
